<?php
    /**
     * Часть шаблона: Политика конфиденциальности.
     * 
     * Подключено к файлу: trainssy-legal-info-page-functions.php
     */

    if ( ! defined( 'ABSPATH' ) ) {
		exit; // Exit if accessed directly
	}
?>

<div class="document-wrapper main-block__help-tab" data-help-content="2">
    <h3>Політика конфіденційності</h3>
    <h5>
        <strong>Загальна інформація</strong>
    </h5>
    <p>Інтернет-магазин Trainssy.com (надалі також - «Інтернет-магазин») – створений для укладення договорів роздрібної купівлі-продажу на підставі ознайомлення покупця із запропонованим продавцем описом товару за допомогою мережі Інтернет. Управління Trainssy.com здійснюється Фізичною особою - підприємцем, суб'єкт господарювання, який створений і діє відповідно до чинного законодавства України (Далі – «Власник»).</p>
    <p>Ця Політика конфіденційності (Далі – «Політика») визначає принципи, порядок та правила обробки персональних даних та забезпечення конфіденційності. Ця Політика охоплює обробку персональних даних, які Ви, як покупець чи відвідувач Інтернет-магазину, передаєте Нам або яку збираємо Ми для забезпечення функціонування Інтернет-магазину та надання послуг.</p>
    <p>Обробка персональний даних в Інтернет-магазині здійснюється із дотриманням наступних принципів:</p>
    <ul>
        <li>обробка здійснюється законно, справедливо та прозоро стосовно фізичних осіб;</li>
        <li>обробка є адекватною, релевантною та обмеженою стосовно цілей, для яких вони обробляються (мінімізація обробки персональних даних);</li>
        <li>персональні дані будуть точні та, за необхідності, актуалізовані;</li>
        <li>особисті дані, які є не точними, з огляду на цілі, для яких вони обробляються, будуть невідкладно стерті або виправлені;</li>
        <li>персональні дані зберігаються у формі, яка дозволяє ідентифікувати суб'єктів персональних даних не довше, ніж це необхідно для цілей, для яких обробляються персональні дані;</li>
        <li>персональні дані обробляються таким чином, що забезпечує належну безпеку персональних даних, включаючи захист від несанкціонованої чи незаконної обробки та від випадкової втрати, знищення чи пошкодження, використовуючи відповідні технічні та організаційні заходи.</li>
    </ul>
    <p>У даній Політиці використовуються наступні терміни:</p>
    <ul>
        <li>Персональні дані (надалі також - «Дані») – відомості про фізичну особу, яка ідентифікована або може бути конкретно ідентифікована;</li>
        <li>Інтернет-магазин – інтернет-магазин за адресою Trainssy.com;</li>
        <li>Покупець – суб’єкт персональних даних, який надає свої персональні дані Власнику;</li>
        <li>Володілець та розпорядник персональних даних (надалі також - «Власник») – Власник Інтернет-магазину, який визначає мету обробки персональних даних та процедури їх обробки;</li>
        <li>Згода на обробку персональних даних – добровільне волевиявлення Покупця на обробку їх персональних даних Власником;</li>
    </ul>
    <p>Ми збираємо наступні типи персональних даних:</p>
    <ul>
        <li>Дані для реєстрації - дані, необхідні для реєстрації та створення облікового запису Покупця на сторінці Інтернет-магазину. Ці дані включають ім’я, прізвище, по-батькові, адресу електронної пошти, номер телефону;</li>
        <li>Дані відстеження - для забезпечення функціонування певних сервісів Інтернет-магазину ми використовуємо cookie та технології відстеження. Ці дані можуть включати відомості про територію проживання Покупця, ІР адресу або унікальні ідентифікатори пристрою Покупця, тип та версію браузера та операційної системи Покупця, відвідування сторінок Інтернет-магазину, додавання певних Товарів до кошика в Інтернет-магазині;</li>
        <li>Дані про оплату - ми збираємо дані щодо оплати Товарів в Інтернет-магазині, зокрема історію Ваших замовлень або активні Замовлення (Товари, додані до кошика в Інтернет-магазині), відомості про платника, деталі транзакцій та оплат;</li>
        <li>Дані про активність Покупців - можуть включати у себе логи або іншу інформацію щодо часу та дій, вчинених Покупцем в Інтернет-магазині.</li>
    </ul>
    <p>Якщо Ви не надасте Нам певні персональні дані необхідні для обробки замовлення, ми не зможемо надавати Вам послуги. Згода з усіма положеннями цієї політики є необхідною умовою для користування Інтернет-магазином. Якщо Ви не погоджуєтеся із окремими положеннями або цією Політикою загалом, Ви не можете користуватись Інтернет-магазином.</p>
    <p>Володільцем (controller) та розпорядником (processor) персональних даних Покупців Інтернет-магазину є Власник.</p>
    <h5>
        <strong>Мета, строки та принципи обробки персональних даних</strong>
    </h5>
    <p>Власник здійснює обробку наступних видів персональних даних Покупців:</p>
    <ul>
        <li>Відомості про покупця-фізичну особу, зокрема ім’я, прізвище, побатькові, адреса проживання;</li>
        <li>Відомості про засоби зв’язку Покупця, зокрема номер телефону, адресу електронної пошти, поштову адресу;</li>
        <li>Файли cookie, IP адреса, налаштування інтернет-браузера Покупця.</li>
    </ul>
    <p>Власник збирає та обробляє тільки ті персональні дані, які необхідні для забезпечення технічного функціонування Інтернет-магазину (файли cookie, IP адреса пристрою Покупця, налаштування інтернет-браузера Покупця) або надані Покупцем добровільно із метою замовлення та доставки товарів Інтернет-магазині (ім’я, прізвище, по-батькові, адреса проживання, номер телефону, адреса електронної пошти). Метою обробки персональних даних є:</p>
    <ul>
        <li>забезпечення обробки замовлень та доставки товарів з асортименту Інтернет-магазину для Покупця;</li>
        <li>надання відповідей на запити Покупців;</li>
        <li>надсилання інформаційних повідомлень, в т.ч. щодо статусу замовлень;</li>
        <li>забезпечення Покупців актуальною інформацією щодо асортименту товарів в Інтернет-магазині.</li>
    </ul>
    <p>Власник може передавати персональні дані Покупця третім особам, зокрема сервісам для здійснення оплати та кур’єрським службам із метою забезпечення оплати та доставки замовлення. Порядок обробки персональних даних третіми особами здійснюється відповідно до правил, встановлених такими третіми особами. Здійснюючи замовлення, Покупець погоджується із зазначеною метою обробки персональних даних та з передачею цих персональних даних третім особам виключно із метою забезпечення оплати та доставки товару.</p>
    <p>Персональні дані Покупця можуть бути розкриті органам державної влади або третім особам на підставі законної вимоги або рішення суду.</p>
    <p>В Інтернет-магазині може збиратись інформація про час, проведений Покупцем на сайті, кількість відвідувань та технічна інформація про з’єднання.</p>
    <p>Персональні дані Покупців обробляються шляхом зберігання у базі даних Власника. Власник може зчитувати персональні дані з бази даних для обробки замовлень, надсилання інформаційних повідомлень чи зміни відомостей про Покупця за запитом Покупця або відповідно до вимог законодавства. Персональні дані Покупця зберігаються протягом строку існування облікового запису Покупця.</p>
    <p>Власник забезпечує безпеку та захист персональних даних Покупців, які зберігаються у базі даних Власника.</p>
    <h5>
        <strong>Права та обов’язки Власника</strong>
    </h5>
    <p>Власник має право:</p>
    <ul>
        <li>обробляти персональні дані відповідно до умов цієї Політики;</li>
        <li>змінювати цю Політику без завчасного повідомлення;</li>
        <li>надсилати запит Покупцю щодо обробки персональних даних;</li>
        <li>відмовляти Покупцю у наданні послуг у випадку відмови Покупця від обробки персональних даних, наявність яких є необхідною умовою для надання послуг;</li>
        <li>надсилати Покупцю сповіщення та повідомлення рекламного та маркетингового характеру;</li>
        <li>надсилати поштові розсилки із повідомленнями про оновлення асортименту Товару або будь-які зміни в Інтернет-магазині;</li>
    </ul>
    <p>Власник зобов’язаний:</p>
    <ul>
        <li>забезпечувати належні зберігання та захист персональних даних Покупців;</li>
        <li>реагувати на запити Покупців щодо обробки персональних даних;</li>
        <li>виконувати законні вимоги щодо виправлення або видалення персональних даних.</li>
    </ul>
    <h5>
        <strong>Права та обов’язки покупця</strong>
    </h5>
    <p>Покупець має право:</p>
    <ul>
        <li>надіслати запит про надання відомостей про обробку персональних даних, відкликати згоду на обробку персональних даних, надіслати скарги щодо обробки персональних даних або видалення свого облікового запису та своїх персональних даних з бази даних;</li>
        <li>вимагати оновлення або виправлення відомостей та персональних даних;</li>
        <li>отримувати актуальну інформацію щодо порядку та принципів обробки персональних даних, які містяться у Політиці конфіденційності.</li>
    </ul>
    <p>Розгляд скарг та запитань щодо обробки персональних даних здійснюється протягом 30 календарних днів. Власник може надіслати уточнюючі запитання, прохання про підтвердження повноважень або підтвердження особи Покупця.</p>
    <h5>
        <strong>Обмеження обробки персональних даних</strong>
    </h5>
    <p>Власник обмежується мінімальною необхідною інформацією для обробки замовлень та надсилання товарів. Власник не збирає інформацію щодо етнічного походження, релігійних, політичних переконань, членства у політичних партіях, профспілках, організаціях, відомості про притягнення до кримінальної відповідальності, відомості про здоров’я та особисте життя користувача, біометричні дані.</p>
    <h5>
        <strong>Обробка cookie</strong>
    </h5>
    <p>Cookie - це невеликий фрагмент даних, який сервер надсилає у веб-браузер Покупця. Браузер може зберігати його протягом певного визначеного часу. Cookie застосовуються для аналітики, продуктивності та в рекламних цілях.</p>
    <p>Власник використовує файли cookies та інші веб-технології для збору інформації і підтримки певних функцій Інтернет-магазину.</p>
    <p>Власник використовуємо ці технології для:</p>
    <ul>
        <li>збору інформації про способи використання Інтернет-магазиніу відвідувачами: відвідуваних сторінках і тривалості перебування на кожній сторінці;</li>
        <li>визначення ефективності рекламних кампаній і управління ними;</li>
        <li>підтримки функцій Інтернет-магазину, наприклад, для усунення необхідності повторно вводити вхідні відомості, що вже знаходяться в нашій базі даних.</li>
    </ul>
</div>